Key,German
AlarmServer.Default.Text,
BaseTemplate.Text.Text,
BaseTemplate.Button.Text,
BaseTemplate.Button3.Text,Reset
BaseTemplate.Button5.Text,
BaseTemplate.Text.Texts[0],"Verpackungsmaschine nicht bereit für Zyklus"
BaseTemplate.Text.Texts[1],"Verpackungsmaschine bereit für Zyklus"
BaseTemplate.Text.Texts[2],"Verpackungsmaschine im Zyklus"
BaseTemplate.Text.Texts[3],"Kein Beutel am Sensor erkannt"
BaseTemplate.Text.Texts[4],"Beuteltrennung fehlgeschlagen"
BaseTemplate.Text.Texts[5],"Hindernis an der Druckleiste"
BaseTemplate.Text.Texts[6],Lichtschrankenverletzung
BaseTemplate.Text.Texts[7],"Druckkopf konnte nicht angehoben werden"
BaseTemplate.Text.Texts[8],"Druckkopf konnte nicht abgesenkt werden"
BaseTemplate.Text.Texts[9],Barcode-Fehler
BaseTemplate.Text.Texts[10],"Zu viele Teile gezählt"
BaseTemplate.Text.Texts[11],"Backen konnten nicht geschlossen werden"
BaseTemplate.Text.Texts[12],"Fehler beim Folienvorschubmotor"
BaseTemplate.Text.Texts[13],"Fehler bei der Backenbewegung"
BaseTemplate.Text.Texts[14],"Backen-Referenzfahrt fehlgeschlagen"
BaseTemplate.Text.Texts[15],"Warten auf Drucker"
BaseTemplate.Text.Texts[16],"Warten auf Abfüllsystem"
BaseTemplate.Text.Texts[17],"Chargenzählung abgeschlossen"
BaseTemplate.Text.Texts[18],"Becken nicht referenziert"
BaseTemplate.Text.Texts[19],"Verpackungsmaschine für aktives Abfüllsystem starten"
BaseTemplate.Text.Texts[20],"Maschine nicht getestet"
BaseTemplate.Text.Texts[21],"Ladeplattenmotor nicht referenziert"
BaseTemplate.Text.Texts[22],"Fehler beim Ladeplattenmotor"
BaseTemplate.Text.Texts[23],"Kommunikationsfehler Ladeplattenmotor"
BaseTemplate.Text.Texts[24],"Sichere Abschaltung während des Zyklus"
BaseTemplate.Text.Texts[25],"Sichere Abschaltung"
BaseTemplate.Text.Texts[26],"IBD-Motor nicht referenziert"
BaseTemplate.Text.Texts[27],"Fehler beim IBD-Motor"
BaseTemplate.Text.Texts[28],"Kommunikationsfehler IBD-Motor"
BaseTemplate.Text.Texts[29],Druckerband-Fehler
BaseTemplate.Text.Texts[30],"Druckerwartung erforderlich"
BaseTemplate.Text.Texts[31],"Becken konnten nicht geöffnet werden"
BaseTemplate.Text.Texts[32],"IBD konnte nicht geschlossen werden"
BaseTemplate.Text.Texts[33],"IBD konnte nicht geöffnet werden"
BaseTemplate.Text.Texts[34],"Verpackungsmaschine im Standby – Zum Zurücksetzen drücken"
BaseTemplate.Text.Texts[35],"Kommunikationsfehler Folienvorschubmotor"
BaseTemplate.Text.Texts[36],
BaseTemplate.Text.Texts[37],
BaseTemplate.Text.Texts[38],
BaseTemplate.Button9.Text,Zyklus
BaseTemplate.Button1.Text,
Home.Button3.Text,Administration
Home.Button8.Text,Optionen
About_Sharp.Text.Text,"Über Sharp"
About_Sharp.Text1.Text,"Für technischen Support: +1 800-634-6359 x1572"
About_Sharp.Text2.Text,"Anzahl der produzierten Beutel"
About_Sharp.Text3.Text,HMI-Version
About_Sharp.Text6.Text,1.2.0.11
About_Sharp.AnalogNumeric.Prefix,
About_Sharp.AnalogNumeric.Suffix,
About_Sharp.AnalogNumeric1.Prefix,
About_Sharp.AnalogNumeric1.Suffix,
Dashboard.Button2.Text,"Zum Zurücksetzen von BPM gedrückt halten"
Dashboard.Button3.Text,"Druck abbrechen"
Dashboard.Button5.Text,"Etiketten löschen"
Dashboard.Text.Text,"Produzierte Beutel"
Dashboard.Text1.Text,"Aktiver Lauf"
Dashboard.Text2.Text,Beutel/Minute
Dashboard.AnalogNumeric1.Prefix,
Dashboard.AnalogNumeric1.Suffix,
Dashboard.AnalogNumeric.Prefix,
Dashboard.AnalogNumeric.Suffix,
Dashboard.AnalogNumeric2.Prefix,
Dashboard.AnalogNumeric2.Suffix,
Dashboard.Text3.Text,"Automatikmodus aktiv"
Dashboard.Text4.Text,"Trocknungszyklus aktiv"
Dashboard_Help.Button.Text,
Dashboard_Help.Button1.Text,"Über Sharp"
Dashboard_Help.Text.Text,Dashboard-Hilfe
Settings_P1.Text.Text,Einstellungsseite
Settings_P2.Text.Text,Einstellungsseite
Settings_P1.Text1.Text,1/2
Settings_P2.Text1.Text,2/2
Settings_P1.AnalogNumeric.Prefix,
Settings_P1.AnalogNumeric.Suffix,
Settings_P1.AnalogNumeric1.Prefix,
Settings_P1.AnalogNumeric1.Suffix,
Settings_P1.AnalogNumeric2.Prefix,
Settings_P1.AnalogNumeric2.Suffix,
Settings_P1.AnalogNumeric3.Prefix,
Settings_P1.AnalogNumeric3.Suffix,
Settings_P1.AnalogNumeric4.Prefix,
Settings_P1.AnalogNumeric4.Suffix,
Settings_P1.AnalogNumeric5.Prefix,
Settings_P1.AnalogNumeric5.Suffix,
Settings_P1.Button.Text,
Settings_P1.Text3.Text,"Zuführgeschwindigkeit / Rücklaufgeschwindigkeit"
Settings_P1.Text4.Text,"Siegelausgleich (Zoll)"
Settings_P1.Text5.Text,"Backendurchlass (Zoll)"
Settings_P1.Text6.Text,"Beutellänge (Zoll)"
Settings_P1.Text7.Text,"Siegeldauer / Siegelkühlung"
Settings_P2.Button1.Text,
Settings_P2.AnalogNumeric.Prefix,
Settings_P2.AnalogNumeric.Suffix,
Settings_P2.AnalogNumeric1.Prefix,
Settings_P2.AnalogNumeric1.Suffix,
Settings_P2.AnalogNumeric2.Prefix,
Settings_P2.AnalogNumeric2.Suffix,
Settings_P2.AnalogNumeric5.Prefix,
Settings_P2.AnalogNumeric5.Suffix,
Settings_P2.Text2.Text,"Vor dem Versiegeln trennen"
Settings_P2.Text3.Text,"Aufeinanderfolgende Beutel"
Settings_P2.Text4.Text,Teilezähler
Settings_P2.Text6.Text,Loszählungseinstellung
Settings_P2.Text7.Text,Füllzeit
Settings_P2.Button.Text,Deaktiviert
Settings_P2.Button2.Text,Deaktiviert
Settings_P2.Button3.Text,Deaktiviert
Settings_P2.Button4.Text,Deaktiviert
Settings_P2.Button5.Text,Deaktiviert
Settings_P2.Button.Texts[0],Deaktiviert
Settings_P2.Button.Texts[1],Aktiviert
Settings_P2.Button2.Texts[0],Deaktiviert
Settings_P2.Button2.Texts[1],Aktiviert
Settings_P2.Button3.Texts[0],Deaktiviert
Settings_P2.Button3.Texts[1],Aktiviert
Settings_P2.Button4.Texts[0],Deaktiviert
Settings_P2.Button4.Texts[1],Aktiviert
Settings_P2.Button5.Texts[0],Deaktiviert
Settings_P2.Button5.Texts[1],Aktiviert
Admin.Text.Text,"Werkseitig installiert"
Admin.Button4.Text,"Unabhängiger Beutelschrumpfer"
Admin.Button2.Text,Drucker
Admin.Button3.Text,Barcode-Überprüfer
Admin.Button8.Text,"Einziehbare Ladeplatte"
Admin.Button.Text,"Erweiterte Einstellungen"
Advanced_P1.Text.Text,Erweitert
Advanced_P1.Text1.Text,1/5
Advanced_P1.Button.Text,
Advanced_P2.Text.Text,Erweitert
Advanced_P2.Text1.Text,2/5
Advanced_P2.Button.Text,
Advanced_P3.Text.Text,Erweitert
Advanced_P3.Text1.Text,3/5
Advanced_P3.Button.Text,
Advanced_P4.Text.Text,Erweitert
Advanced_P4.Text1.Text,4/5
Advanced_P2.Button1.Text,
Advanced_P3.Button1.Text,
Advanced_P4.Button1.Text,
Advanced_P1.Button1.Text,Automatikmodus
Advanced_P1.Button2.Text,Trocknungszyklus
Advanced_P1.Text2.Text,"Automatikmodus Verweilzeit"
Advanced_P1.AnalogNumeric.Prefix,
Advanced_P1.AnalogNumeric.Suffix,
Advanced_P1.Text3.Text,Zustand
Advanced_P1.Text4.Text,abcdefghijklmnop
Advanced_P1.Text5.Text,Bereit
Advanced_P1.Text6.Text,Drucker
Advanced_P1.Text7.Text,"Einziehbare Ladeplatte"
Advanced_P1.Text8.Text,Kieferdurchgang
Advanced_P1.Text9.Text,Beutellieferung
Advanced_P1.Text10.Text,Barcode-Überprüfer
Advanced_P1.Text11.Text,"Unabhängiger Beutelschrumpfer"
Advanced_P2.Text2.Text,Text
Advanced_P2.Text3.Text,Text
Advanced_P2.Text4.Text,Text
Advanced_P2.Text5.Text,Text
Advanced_P2.Text6.Text,Text
Advanced_P2.Text7.Text,Text
Advanced_P2.Text8.Text,Text
Advanced_P2.Text9.Text,Text
Advanced_P3.Text2.Text,"Hergestellte Beutel"
Advanced_P3.AnalogNumeric1.Prefix,
Advanced_P3.AnalogNumeric1.Suffix,
Advanced_P3.Text3.Text,"Standby-Zeit (Min.)"
Advanced_P3.AnalogNumeric.Prefix,
Advanced_P3.AnalogNumeric.Suffix,
Advanced_P4.Button3.Text,Null
Advanced_P4.Text10.Text,Vorderkiefer
Advanced_P4.Text9.Text,"Aktuelle Position"
Advanced_P4.Text8.Text,Alarmcode
Advanced_P4.AnalogNumeric4.Prefix,
Advanced_P4.AnalogNumeric4.Suffix,
Advanced_P4.AnalogNumeric3.Prefix,
Advanced_P4.AnalogNumeric3.Suffix,
Advanced_P4.Button4.Text,Null
Advanced_P4.Text13.Text,Hinterkiefer
Advanced_P4.Text12.Text,"Aktuelle Position"
Advanced_P4.Text11.Text,Alarmcode
Advanced_P4.AnalogNumeric7.Prefix,
Advanced_P4.AnalogNumeric7.Suffix,
Advanced_P4.AnalogNumeric6.Prefix,
Advanced_P4.AnalogNumeric6.Suffix,
Service_P1.Button.Text,
Service_P2.Button.Text,
Service_P2.Button1.Text,
Service_P3.Button1.Text,
Service_P1.Text.Text,Serviceseite
Service_P1.Text1.Text,1/3
Service_P2.Text.Text,Serviceseite
Service_P2.Text1.Text,2/3
Service_P3.Text.Text,Serviceseite
Service_P3.Text1.Text,3/3
IO_P1.Button.Text,
IO_P2.Button.Text,
IO_P2.Button1.Text,
IO_P2.Text.Text,Ausgänge
IO_P2.Text1.Text,2/3
IO_P3.Button1.Text,
IO_P3.Text.Text,Eingänge
IO_P3.Text1.Text,3/3
Service_P1.Button1.Text,"Kiefer schließen"
Service_P1.Button5.Text,"Kiefer schütteln geschlossen"
Service_P1.Button6.Text,"Kiefer schütteln offen"
Service_P1.Button7.Text,"Kiefer öffnen"
Service_P2.Button2.Text,"IBD schließen"
Service_P2.Button5.Text,"IBD schütteln geschlossen"
Service_P2.Button6.Text,"IBD schütteln offen"
Service_P2.Button7.Text,"IBD öffnen"
Service_P3.Button2.Text,"Printkopf heben"
Service_P3.Button5.Text,"Lastregal heben"
Service_P3.Button6.Text,"Lastregal senken"
Service_P3.Button7.Text,"Printkopf senken"
Service_P3.Button.Text,"Abbrechen Kieferzyklustest"
Service_P3.Button4.Text,"Starten Kieferzyklustest"
Service_P3.Text2.Text,Kieferzyklen
Service_P3.AnalogNumeric.Prefix,
Service_P3.AnalogNumeric.Suffix,
IO_P3.Text8.Text,"I:2/09 Ersatz"
IO_P3.Text6.Text,"I:2/07 Ersatz"
IO_P3.Text4.Text,"I:2/06 Ersatz"
IO_P3.Text7.Text,"I:2/03 Ersatz"
IO_P3.Text9.Text,"I:2/10 Ersatz"
IO_P3.Text5.Text,"I:2/05 Ersatz"
IO_P3.Text10.Text,"I:2/02 Ersatz"
IO_P3.Text11.Text,"I:2/04 Ersatz"
IO_P3.Text12.Text,"I:2/08 Ersatz"
IO_P3.Text3.Text,"I:2/01 Ersatz"
IO_P3.Text2.Text,"I:2/00 Druckerservice erforderlich"
IO_P3.Text15.Text,"I:2/11 Ersatz"
IO_P2.Text8.Text,"O:1/09 Palmzustand 0"
IO_P2.Text6.Text,"O:1/07 Ersatz"
IO_P2.Text4.Text,"O:1/06 Lüfter aktivieren"
IO_P2.Text7.Text,"O:1/03 Band abwickeln"
IO_P2.Text5.Text,"O:1/05 Fotoauge lernen"
IO_P2.Text9.Text,"O:1/10 Palmzustand 1"
IO_P2.Text10.Text,"O:1/02 Druckanforderung"
IO_P2.Text11.Text,"O:1/04 Barcode-Auslöser"
IO_P2.Text12.Text,"O:1/08 Bereit für Füller"
IO_P2.Text3.Text,"O:1/01 Druckkopf senken"
IO_P2.Text2.Text,"O:1/00 Siegel Draht"
Options.Button.Text,Drucker
Options.Button1.Text,Barcode-Überprüfer
Options.Button2.Text,"Unabhängiger Beutelschrumpfer"
Options.Button3.Text,"Einziehbare Ladeplatte"
Option_Printer.Button.Text,"Druck abbrechen"
Option_Printer.Button1.Text,"Etiketten senden"
Option_Printer.Button2.Text,"Etiketten löschen"
Option_Printer.AnalogNumeric.Prefix,
Option_Printer.AnalogNumeric.Suffix,
Option_Printer.AnalogNumeric1.Prefix,
Option_Printer.AnalogNumeric1.Suffix,
Option_Printer.AnalogNumeric5.Prefix,
Option_Printer.AnalogNumeric5.Suffix,
Option_Printer.Text3.Text,Drucklänge
Option_Printer.Text4.Text,Druckversatz
Option_Printer.Text6.Text,Druckgeschwindigkeit
Option_Printer.Text.Text,Drucker
Option_Printer.Text5.Text,EIN
Option_Printer.Text5.Texts[0],AUS
Option_Printer.Text5.Texts[1],EIN
Option_IBD.Text4.Text,Kiefer-Schließverzögerung
Option_IBD.Text6.Text,"Klemmkraft (%)"
Option_IBD.AnalogNumeric.Prefix,
Option_IBD.AnalogNumeric.Suffix,
Option_IBD.AnalogNumeric1.Prefix,
Option_IBD.AnalogNumeric1.Suffix,
Option_IBD.Text.Text,"Unabhängiger Beutelschrumpfer"
Option_IBD.Text5.Text,EIN
Option_IBD.Text5.Texts[0],AUS
Option_IBD.Text5.Texts[1],EIN
Option_LoadShelf.Text6.Text,"Verweilzeit (Sek.)"
Option_LoadShelf.AnalogNumeric.Prefix,
Option_LoadShelf.AnalogNumeric.Suffix,
Option_LoadShelf.Text.Text,"Einziehbare Ladeplatte"
Option_LoadShelf.Text5.Text,EIN
Option_LoadShelf.Text5.Texts[0],AUS
Option_LoadShelf.Text5.Texts[1],EIN
Option_BarcodeVerifier.Text.Text,Barcode-Überprüfer
Option_BarcodeVerifier.Text5.Text,EIN
Option_BarcodeVerifier.Text5.Texts[0],AUS
Option_BarcodeVerifier.Text5.Texts[1],EIN
Option_BarcodeVerifier.Text2.Text,"Gute Lesung"
Option_BarcodeVerifier.Text3.Text,"Scanabstand (Zoll)"
Option_BarcodeVerifier.Text4.Text,"Start-Scan-Versatz (Zoll)"
Option_BarcodeVerifier.Text1.Text,"Schlechte/keine Lesung"
Option_BarcodeVerifier.Text6.Text,"Fehlerzähler für schlechte Lesung"
Option_BarcodeVerifier.AnalogNumeric.Prefix,
Option_BarcodeVerifier.AnalogNumeric.Suffix,
Option_BarcodeVerifier.AnalogNumeric1.Prefix,
Option_BarcodeVerifier.AnalogNumeric1.Suffix,
Option_BarcodeVerifier.AnalogNumeric3.Prefix,
Option_BarcodeVerifier.AnalogNumeric3.Suffix,
Option_BarcodeVerifier.AnalogNumeric4.Prefix,
Option_BarcodeVerifier.AnalogNumeric4.Suffix,
Option_BarcodeVerifier.AnalogNumeric5.Prefix,
Option_BarcodeVerifier.AnalogNumeric5.Suffix,
Option_BarcodeVerifier.Button1.Text,"Trigger BCD-Überprüfer"
Service_P1.Button1.Texts[0],"Kiefer schließen"
Service_P1.Button1.Texts[1],"Kiefer geschlossen"
Service_P1.Button7.Texts[0],"Kiefer öffnen"
Service_P1.Button7.Texts[1],"Kiefer geöffnet"
Service_P2.Button2.Texts[0],"IBD schließen"
Service_P2.Button2.Texts[1],"IBD geschlossen"
Service_P2.Button7.Texts[0],"IBD öffnen"
Service_P2.Button7.Texts[1],"IBD geöffnet"
Service_P3.Button7.Texts[0],"Druckkopf absenken"
Service_P3.Button7.Texts[1],"Druckkopf abgesenkt"
Service_P3.Button2.Texts[0],"Druckkopf anheben"
Service_P3.Button2.Texts[1],"Druckkopf angehoben"
Service_P3.Button5.Texts[0],"Ladegestell anheben"
Service_P3.Button5.Texts[1],"Ladegestell angehoben"
Service_P3.Button6.Texts[0],"Ladegestell absenken"
Service_P3.Button6.Texts[1],"Ladegestell abgesenkt"
Advanced_P3.Text4.Text,"Kiefer schließen (Zoll)"
Advanced_P3.AnalogNumeric2.Prefix,
Advanced_P3.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric.Prefix,
IO_P1.AnalogNumeric.Suffix,
IO_P1.AnalogNumeric1.Prefix,
IO_P1.AnalogNumeric1.Suffix,
IO_P1.AnalogNumeric3.Prefix,
IO_P1.AnalogNumeric3.Suffix,
IO_P1.AnalogNumeric4.Prefix,
IO_P1.AnalogNumeric4.Suffix,
IO_P1.AnalogNumeric5.Prefix,
IO_P1.AnalogNumeric5.Suffix,
IO_P1.AnalogNumeric8.Prefix,
IO_P1.AnalogNumeric8.Suffix,
IO_P1.AnalogNumeric11.Prefix,
IO_P1.AnalogNumeric11.Suffix,
IO_P1.AnalogNumeric2.Prefix,
IO_P1.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric6.Prefix,
IO_P1.AnalogNumeric6.Suffix,
IO_P1.AnalogNumeric7.Prefix,
IO_P1.AnalogNumeric7.Suffix,
IO_P1.AnalogNumeric10.Prefix,
IO_P1.AnalogNumeric10.Suffix,
IO_P1.AnalogNumeric12.Prefix,
IO_P1.AnalogNumeric12.Suffix,
IO_P1.AnalogNumeric13.Prefix,
IO_P1.AnalogNumeric13.Suffix,
IO_P1.AnalogNumeric16.Prefix,
IO_P1.AnalogNumeric16.Suffix,
IO_P1.AnalogNumeric17.Prefix,
IO_P1.AnalogNumeric17.Suffix,
IO_P1.AnalogNumeric9.Prefix,
IO_P1.AnalogNumeric9.Suffix,
IO_P1.AnalogNumeric14.Prefix,
IO_P1.AnalogNumeric14.Suffix,
IO_P1.AnalogNumeric15.Prefix,
IO_P1.AnalogNumeric15.Suffix,
IO_P1.Button1.Text,
BaseTemplate.Button4.Text,
Settings_P2.Text5.Text,"Automatische Abmeldeverzögerung (s)"
Settings_P2.AnalogNumeric3.Prefix,
Settings_P2.AnalogNumeric3.Suffix,
BaseTemplate.Button2.Text,
Home.Button10.Text,Service
Home.Button4.Text,IO
Home.Button2.Text,Einstellungen
BaseTemplate.Text1.Text,
Faults.AnalogNumeric.Prefix,
Faults.AnalogNumeric.Suffix,
Faults.Text.Text,"Aktive Fehlerseite"
Faults.AnalogNumeric1.Prefix,
Faults.AnalogNumeric1.Suffix,
Faults.AnalogNumeric2.Prefix,
Faults.AnalogNumeric2.Suffix,
Faults.AnalogNumeric3.Prefix,
Faults.AnalogNumeric3.Suffix,
Faults.AnalogNumeric4.Prefix,
Faults.AnalogNumeric4.Suffix,
Faults.AnalogNumeric5.Prefix,
Faults.AnalogNumeric5.Suffix,
Faults.AnalogNumeric6.Prefix,Seite:
Faults.AnalogNumeric6.Suffix,/50
Faults.Button.Text,
Faults.Button1.Text,
Faults.Button2.Text,
Faults.Button3.Text,
Dashboard.Button1.Text,
Login.AnalogNumeric.Prefix,Passwort:
Login.AnalogNumeric.Suffix,
Login.TouchComboBox.Texts[0],Bediener
Login.Button.Text,Schließen
Advanced_P3.Button2.Text,"Klicken, um das Klemmen während des Zyklus zu umgehen"
Advanced_P3.Button2.Texts[0],"Klicken, um das Klemmen während des Zyklus zu umgehen"
Advanced_P3.Button2.Texts[1],"Klemmen umgangen"
Service_P2.Button4.Text,"Film rückwärts joggen"
Service_P2.Button9.Text,"Film vorwärts joggen"
Service_P1.Button8.Text,"BCD-Überprüfer auslösen"
Service_P1.Button2.Text,"Klemme joggen Geschlossen"
Service_P1.Button3.Text,"Klemme joggen Offen"
Status.Text.Text,Name
Status.Text1.Text,Status
Status.Text2.Text,Bereit?
Status.Name_0.Text,Name
Status.Status_0.Text,Status
Status.Ready_0.Text,Bereit?
Status.Name_1.Text,Name
Status.Status_1.Text,Status
Status.Ready_1.Text,Bereit?
Status.Name_2.Text,Name
Status.Status_2.Text,Status
Status.Ready_2.Text,Bereit?
Status.Name_3.Text,Name
Status.Status_3.Text,Status
Status.Ready_3.Text,Bereit?
Status.Name_4.Text,Name
Status.Status_4.Text,Status
Status.Ready_4.Text,Bereit?
Status.Name_5.Text,Name
Status.Status_5.Text,Status
Status.Ready_5.Text,Bereit?
Status.Text24.Text,Maschinenstatus
Status.Button2.Text,
Status.Button3.Text,
Status.HIDEME.Text,"Diese Seite verwendet Scripting, um die Tabelle auszufüllen. Bitte überprüfen Sie den Scripting-Tab, um zu verstehen, wie sie ausgefüllt wird."
Status.AnalogNumeric.Prefix,"Gesamte Komponenten:"
Status.AnalogNumeric.Suffix,
Dashboard_Help.Button2.Text,"Übersicht des Baggers Status"
About_Sharp.Text4.Text,"PLC Version"
Options.Button4.Text,
Options.Text5.Text,EIN
Options.Text5.Texts[0],AUS
Options.Text5.Texts[1],EIN
Options.Text6.Text,"Drucker- und Verifier-Aktivierungsschalter: Durch Drücken dieses Knopfs werden die Druckeroption und die Barcode-Verifier-Optionen gleichzeitig aktiviert und deaktiviert."
Options.Text.Text,"Drucker und Verifier aktivieren"
Dashboard.Button.Text,"Übersicht des Baggers Status"
Dashboard.Button4.Text,"Übersicht der Baggerfehler"
CommLoss.Text.Text,"PLC-DATEN WURDEN NICHT AKTUALISIERT"
CommLoss.Text1.Text,"Wenn die PLC-Firmware kürzlich geändert wurde, verschwindet diese Meldung automatisch. Wenn dies nicht der Fall ist, wenden Sie sich an den Hersteller, um sicherzustellen, dass die richtige Firmware verwendet wird."
ConfirmLogout.Text.Text,"Sind Sie sicher, dass Sie sich abmelden möchten?"
ConfirmLogout.Cancel.Text,Nein/Abbrechen
ConfirmLogout.Logout.Text,Ja/Abmelden
Dashboard.Text5.Text,Batch-Einstellungen
Dashboard.AnalogNumeric3.Prefix,
Dashboard.AnalogNumeric3.Suffix,
Dashboard.Button6.Text,"Batch-Zähler zurücksetzen"
Login.TouchComboBox.Texts[1],Wartung
Settings_P1.AnalogNumeric6.Prefix,
Settings_P1.AnalogNumeric6.Suffix,
Advanced_P5.Text.Text,Erweitert
Advanced_P5.Text1.Text,5/5
Advanced_P3.Button3.Text,
Advanced_P3.Button4.Text,
Advanced_P5.Button4.Text,
Advanced_P4.Button5.Text,
Advanced_P5.Text2.Text,"Film vorwärts"
Advanced_P5.AnalogNumeric.Prefix,
Advanced_P5.AnalogNumeric.Suffix,
Advanced_P5.Text3.Text,Beschleunigung
Advanced_P5.Text4.Text,Verzögerung
Advanced_P5.AnalogNumeric1.Prefix,
Advanced_P5.AnalogNumeric1.Suffix,
Advanced_P5.Text5.Text,"Film rückwärts"
Advanced_P5.AnalogNumeric3.Prefix,
Advanced_P5.AnalogNumeric3.Suffix,
Advanced_P5.AnalogNumeric2.Prefix,
Advanced_P5.AnalogNumeric2.Suffix,
Advanced_P5.Text6.Text,Film-Versatz
Advanced_P5.AnalogNumeric5.Prefix,
Advanced_P5.AnalogNumeric5.Suffix,
Advanced_P5.AnalogNumeric4.Prefix,
Advanced_P5.AnalogNumeric4.Suffix,
Advanced_P5.Text7.Text,Film-Druck
Advanced_P5.AnalogNumeric7.Prefix,
Advanced_P5.AnalogNumeric7.Suffix,
Advanced_P5.AnalogNumeric6.Prefix,
Advanced_P5.AnalogNumeric6.Suffix,
Option_Printer.Button3.Text,
Option_Printer.Button3.Texts[0],"203 DPI aktiv"
Option_Printer.Button3.Texts[1],"300 DPI aktiv"
Advanced_P4.Button.Text,Null
Advanced_P4.Button.Texts[0],Zoll
Advanced_P4.Button.Texts[1],Metric
Settings_P1_M.Text.Text,Einstellungsseite
Settings_P1_M.Text1.Text,1/2
Settings_P1_M.Button.Text,
Settings_P1_M.Text3.Text,"Zuführgeschwindigkeit / Rücklaufgeschwindigkeit"
Settings_P1_M.Text4.Text,"Siegelausgleich (mm)"
Settings_P1_M.Text5.Text,"Backendurchlass (mm)"
Settings_P1_M.Text6.Text,"Beutellänge (mm)"
Settings_P1_M.Text7.Text,"Siegeldauer / Siegelkühlung"
Settings_P1_M.AnalogNumeric.Prefix,
Settings_P1_M.AnalogNumeric.Suffix,
Settings_P1_M.AnalogNumeric1.Prefix,
Settings_P1_M.AnalogNumeric1.Suffix,
Settings_P1_M.AnalogNumeric2.Prefix,
Settings_P1_M.AnalogNumeric2.Suffix,
Settings_P1_M.AnalogNumeric3.Prefix,
Settings_P1_M.AnalogNumeric3.Suffix,
Settings_P1_M.AnalogNumeric4.Prefix,
Settings_P1_M.AnalogNumeric4.Suffix,
Settings_P1_M.AnalogNumeric5.Prefix,
Settings_P1_M.AnalogNumeric5.Suffix,
Settings_P1_M.AnalogNumeric6.Prefix,
Settings_P1_M.AnalogNumeric6.Suffix,
Home.Button.Text,Einstellungen
Settings_P2.Button6.Text,
Option_Printer_M.Button.Text,"Druck abbrechen"
Option_Printer_M.Button1.Text,"Etiketten senden"
Option_Printer_M.Button2.Text,"Etiketten löschen"
Option_Printer_M.Text3.Text,"Drucklänge (mm)"
Option_Printer_M.Text4.Text,Druckgeschwindigkeit
Option_Printer_M.Text6.Text,Drucker
Option_Printer_M.AnalogNumeric.Prefix,
Option_Printer_M.AnalogNumeric.Suffix,
Option_Printer_M.AnalogNumeric1.Prefix,
Option_Printer_M.AnalogNumeric1.Suffix,
Option_Printer_M.AnalogNumeric5.Prefix,
Option_Printer_M.AnalogNumeric5.Suffix,
Option_Printer_M.Text.Text,Drucker
Option_Printer_M.Text5.Text,EIN
Option_Printer_M.Text5.Texts[0],AUS
Option_Printer_M.Text5.Texts[1],EIN
Option_Printer_M.Button3.Text,
Option_Printer_M.Button3.Texts[0],"203 DPI aktiv"
Option_Printer_M.Button3.Texts[1],"300 DPI aktiv"
Options.Button5.Text,Drucker
Option_Barcode_M.Text.Text,Barcode-Überprüfer
Option_Barcode_M.Text5.Text,EIN
Option_Barcode_M.Text5.Texts[0],EIN
Option_Barcode_M.Text5.Texts[1],EIN
Option_Barcode_M.Text2.Text,"Gute Lesung"
Option_Barcode_M.Text3.Text,Scanabstand
Option_Barcode_M.Text4.Text,Start-Scan-Versatz
Option_Barcode_M.Text1.Text,"Schlechte/keine Lesung"
Option_Barcode_M.Text6.Text,"Fehlerzähler für schlechte Lesung"
Option_Barcode_M.AnalogNumeric.Prefix,
Option_Barcode_M.AnalogNumeric.Suffix,
Option_Barcode_M.AnalogNumeric1.Prefix,
Option_Barcode_M.AnalogNumeric1.Suffix,
Option_Barcode_M.AnalogNumeric3.Prefix,
Option_Barcode_M.AnalogNumeric3.Suffix,
Option_Barcode_M.AnalogNumeric4.Prefix,
Option_Barcode_M.AnalogNumeric4.Suffix,
Option_Barcode_M.AnalogNumeric5.Prefix,
Option_Barcode_M.AnalogNumeric5.Suffix,
Option_Barcode_M.Button1.Text,"Trigger BCD-Überprüfer"
Options.Button6.Text,Barcode-Überprüfer
Advanced_P4.Button2.Text,Null
Advanced_P4.Button2.Texts[0],"Lichtvorhang nicht installiert"
Advanced_P4.Button2.Texts[1],"Lichtvorhang installiert"
Dashboard.AnalogNumeric5.Prefix,
Dashboard.AnalogNumeric5.Suffix,
Dashboard.Text6.Text,Batch-Zähler
Dashboard.AnalogNumeric4.Prefix,
Dashboard.AnalogNumeric4.Suffix,
Dashboard.AnalogNumeric6.Prefix,
Dashboard.AnalogNumeric6.Suffix,
About_Sharp.Text5.Text,"Europäischer Kundendienst:  00800 8888 8840
"
Advanced_P5.TouchComboBox.Texts[0],Englisch
Advanced_P5.TouchComboBox.Texts[1],Französisch
Advanced_P5.TouchComboBox.Texts[2],Niederländisch
Advanced_P5.TouchComboBox.Texts[3],Deutsch
Advanced_P5.Text8.Text,Sprache:
IO_P2.Text13.Text,
Advanced_P4.Text2.Text,"Zoll oder metrisch"
